[
  {
    "Id": "nvda",
    "companyName": "NVIDIA Corporation",
    "symbol": "NVDA",
    "price": 188.15,
    "mktCap": 4580888050000,
    "MarketCapRank": 1,
    "sector": "Technology",
    "industry": "Semiconductors",
    "lastDiv": 0.04,
    "volAvg": 181821812,
    "exchange": "NASDAQ Global Select",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": 0.07,
    "ChangesPercentage": 0.037190521729890555,
    "currency": "USD",
    "isin": "US67066G1040",
    "website": "https://www.nvidia.com",
    "description": "NVIDIA Corporation provides graphics, and compute and networking solutions in the United States, Taiwan, China, and internationally. The company\u0027s Graphics segment offers GeForce GPUs for gaming and PCs, the GeForce NOW game streaming service and related infrastructure, and solutions for gaming platforms; Quadro/NVIDIA RTX GPUs for enterprise workstation graphics; vGPU software for cloud-based visual and virtual computing; automotive platforms for infotainment systems; and Omniverse software for building 3D designs and virtual worlds. Its Compute \u0026 Networking segment provides Data Center platforms and systems for AI, HPC, and accelerated computing; Mellanox networking and interconnect solutions; automotive AI Cockpit, autonomous driving development agreements, and autonomous vehicle solutions; cryptocurrency mining processors; Jetson for robotics and other embedded platforms; and NVIDIA AI Enterprise and other software. The company\u0027s products are used in gaming, professional visualization, datacenter, and automotive markets. NVIDIA Corporation sells its products to original equipment manufacturers, original device manufacturers, system builders, add-in board manufacturers, retailers/distributors, independent software vendors, Internet and cloud service providers, automotive manufacturers and tier-1 automotive suppliers, mapping companies, start-ups, and other ecosystem participants. It has a strategic collaboration with Kroger Co. NVIDIA Corporation was incorporated in 1993 and is headquartered in Santa Clara, California.",
    "ceo": "Jen-Hsun Huang",
    "image": "https://images.financialmodelingprep.com/symbol/NVDA.png",
    "LastUpdated": "2025-11-10T04:49:16.8221967"
  },
  {
    "Id": "aapl",
    "companyName": "Apple Inc.",
    "symbol": "AAPL",
    "price": 268.47,
    "mktCap": 3967020108000,
    "MarketCapRank": 2,
    "sector": "Technology",
    "industry": "Consumer Electronics",
    "lastDiv": 1.02,
    "volAvg": 51360265,
    "exchange": "NASDAQ Global Select",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": -1.3,
    "ChangesPercentage": -0.48658157727289736,
    "currency": "USD",
    "isin": "US0378331005",
    "website": "https://www.apple.com",
    "description": "Apple Inc. designs, manufactures, and markets smartphones, personal computers, tablets, wearables, and accessories worldwide. The company offers iPhone, a line of smartphones; Mac, a line of personal computers; iPad, a line of multi-purpose tablets; and wearables, home, and accessories comprising AirPods, Apple TV, Apple Watch, Beats products, and HomePod. It also provides AppleCare support and cloud services; and operates various platforms, including the App Store that allow customers to discover and download applications and digital content, such as books, music, video, games, and podcasts, as well as advertising services include third-party licensing arrangements and its own advertising platforms. In addition, the company offers various subscription-based services, such as Apple Arcade, a game subscription service; Apple Fitness\u002B, a personalized fitness service; Apple Music, which offers users a curated listening experience with on-demand radio stations; Apple News\u002B, a subscription news and magazine service; Apple TV\u002B, which offers exclusive original content; Apple Card, a co-branded credit card; and Apple Pay, a cashless payment service, as well as licenses its intellectual property. The company serves consumers, and small and mid-sized businesses; and the education, enterprise, and government markets. It distributes third-party applications for its products through the App Store. The company also sells its products through its retail and online stores, and direct sales force; and third-party cellular network carriers, wholesalers, retailers, and resellers. Apple Inc. was founded in 1976 and is headquartered in Cupertino, California.",
    "ceo": "Timothy D. Cook",
    "image": "https://images.financialmodelingprep.com/symbol/AAPL.png",
    "LastUpdated": "2025-11-10T04:49:16.84347"
  },
  {
    "Id": "msft",
    "companyName": "Microsoft Corporation",
    "symbol": "MSFT",
    "price": 496.82,
    "mktCap": 3692867923868,
    "MarketCapRank": 3,
    "sector": "Technology",
    "industry": "Software - Infrastructure",
    "lastDiv": 3.32,
    "volAvg": 20916278,
    "exchange": "NASDAQ Global Select",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": -0.28,
    "ChangesPercentage": -0.05639022032464656,
    "currency": "USD",
    "isin": "US5949181045",
    "website": "https://www.microsoft.com",
    "description": "Microsoft Corporation develops, licenses, and supports software, services, devices, and solutions worldwide. The company operates in three segments: Productivity and Business Processes, Intelligent Cloud, and More Personal Computing. The Productivity and Business Processes segment offers Office, Exchange, SharePoint, Microsoft Teams, Office 365 Security and Compliance, Microsoft Viva, and Skype for Business; Skype, Outlook.com, OneDrive, and LinkedIn; and Dynamics 365, a set of cloud-based and on-premises business solutions for organizations and enterprise divisions. The Intelligent Cloud segment licenses SQL, Windows Servers, Visual Studio, System Center, and related Client Access Licenses; GitHub that provides a collaboration platform and code hosting service for developers; Nuance provides healthcare and enterprise AI solutions; and Azure, a cloud platform. It also offers enterprise support, Microsoft consulting, and nuance professional services to assist customers in developing, deploying, and managing Microsoft server and desktop solutions; and training and certification on Microsoft products. The More Personal Computing segment provides Windows original equipment manufacturer (OEM) licensing and other non-volume licensing of the Windows operating system; Windows Commercial, such as volume licensing of the Windows operating system, Windows cloud services, and other Windows commercial offerings; patent licensing; and Windows Internet of Things. It also offers Surface, PC accessories, PCs, tablets, gaming and entertainment consoles, and other devices; Gaming, including Xbox hardware, and Xbox content and services; video games and third-party video game royalties; and Search, including Bing and Microsoft advertising. The company sells its products through OEMs, distributors, and resellers; and directly through digital marketplaces, online stores, and retail stores. Microsoft Corporation was founded in 1975 and is headquartered in Redmond, Washington.",
    "ceo": "Satya Nadella",
    "image": "https://images.financialmodelingprep.com/symbol/MSFT.png",
    "LastUpdated": "2025-11-10T04:49:16.8646327"
  },
  {
    "Id": "goog",
    "companyName": "Alphabet Inc.",
    "symbol": "GOOG",
    "price": 279.7,
    "mktCap": 3375316386224.9995,
    "MarketCapRank": 4,
    "sector": "Communication Services",
    "industry": "Internet Content \u0026 Information",
    "lastDiv": 0.82,
    "volAvg": 21749959,
    "exchange": "NASDAQ Global Select",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": -5.64,
    "ChangesPercentage": -2.05794351601839,
    "currency": "USD",
    "isin": "US02079K1079",
    "website": "https://abc.xyz",
    "description": "Alphabet Inc. offers various products and platforms in the United States, Europe, the Middle East, Africa, the Asia-Pacific, Canada, and Latin America. It operates through Google Services, Google Cloud, and Other Bets segments. The Google Services segment provides products and services, including ads, Android, Chrome, devices, Gmail, Google Drive, Google Maps, Google Photos, Google Play, Search, and YouTube. It is also involved in the sale of apps and in-app purchases and digital content in the Google Play and YouTube; and devices, as well as in the provision of YouTube consumer subscription services. The Google Cloud segment offers infrastructure, cybersecurity, databases, analytics, AI, and other services; Google Workspace that include cloud-based communication and collaboration tools for enterprises, such as Gmail, Docs, Drive, Calendar, and Meet; and other services for enterprise customers. The Other Bets segment sells healthcare-related and internet services. The company was incorporated in 1998 and is headquartered in Mountain View, California.",
    "ceo": "Sundar Pichai",
    "image": "https://images.financialmodelingprep.com/symbol/GOOG.png",
    "LastUpdated": "2025-11-10T04:49:16.8865479"
  },
  {
    "Id": "amzn",
    "companyName": "Amazon.com, Inc.",
    "symbol": "AMZN",
    "price": 244.41,
    "mktCap": 2612651874139,
    "MarketCapRank": 5,
    "sector": "Consumer Cyclical",
    "industry": "Specialty Retail",
    "lastDiv": 0,
    "volAvg": 45938100,
    "exchange": "NASDAQ Global Select",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": 1.37,
    "ChangesPercentage": 0.5574090650174953,
    "currency": "USD",
    "isin": "US0231351067",
    "website": "https://www.amazon.com",
    "description": "Amazon.com, Inc. engages in the retail sale of consumer products and subscriptions through online and physical stores in North America and internationally. The company operates through three segments: North America, International, and Amazon Web Services (AWS). Its products offered through its stores include merchandise and content purchased for resale; and products offered by third-party sellers The company also manufactures and sells electronic devices, including Kindle, Fire tablets, Fire TVs, Rings, Blink, eero, and Echo; and develops and produces media content. In addition, it offers programs that enable sellers to sell their products in its stores; and programs that allow authors, musicians, filmmakers, Twitch streamers, skill and app developers, and others to publish and sell content. Further, the company provides compute, storage, database, analytics, machine learning, and other services, as well as fulfillment, advertising, and digital content subscriptions. Additionally, it offers Amazon Prime, a membership program. The company serves consumers, sellers, developers, enterprises, content creators, and advertisers. Amazon.com, Inc. was incorporated in 1994 and is headquartered in Seattle, Washington.",
    "ceo": "Andrew R. Jassy",
    "image": "https://images.financialmodelingprep.com/symbol/AMZN.png",
    "LastUpdated": "2025-11-10T04:49:16.9289846"
  },
  {
    "Id": "avgo",
    "companyName": "Broadcom Inc.",
    "symbol": "AVGO",
    "price": 349.43,
    "mktCap": 1641704589756,
    "MarketCapRank": 6,
    "sector": "Technology",
    "industry": "Semiconductors",
    "lastDiv": 2.36,
    "volAvg": 23287982,
    "exchange": "NASDAQ Global Select",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": -6.16,
    "ChangesPercentage": -1.7945057826200952,
    "currency": "USD",
    "isin": "US11135F1012",
    "website": "https://www.broadcom.com",
    "description": "Broadcom Inc. designs, develops, and supplies various semiconductor devices with a focus on complex digital and mixed signal complementary metal oxide semiconductor based devices and analog III-V based products worldwide. The company operates in two segments, Semiconductor Solutions and Infrastructure Software. It provides set-top box system-on-chips (SoCs); cable, digital subscriber line, and passive optical networking central office/consumer premise equipment SoCs; wireless local area network access point SoCs; Ethernet switching and routing merchant silicon products; embedded processors and controllers; serializer/deserializer application specific integrated circuits; optical and copper, and physical layers; and fiber optic transmitter and receiver components. The company also offers RF front end modules, filters, and power amplifiers; Wi-Fi, Bluetooth, and global positioning system/global navigation satellite system SoCs; custom touch controllers; serial attached small computer system interface, and redundant array of independent disks controllers and adapters; peripheral component interconnect express switches; fiber channel host bus adapters; read channel based SoCs; custom flash controllers; preamplifiers; and optocouplers, industrial fiber optics, and motion control encoders and subsystems. Its products are used in various applications, including enterprise and data center networking, home connectivity, set-top boxes, broadband access, telecommunication equipment, smartphones and base stations, data center servers and storage systems, factory automation, power generation and alternative energy systems, and electronic displays. Broadcom Inc. was incorporated in 2018 and is headquartered in San Jose, California.",
    "ceo": "Hock E. Tan",
    "image": "https://images.financialmodelingprep.com/symbol/AVGO.png",
    "LastUpdated": "2025-11-10T04:49:16.9499332"
  },
  {
    "Id": "meta",
    "companyName": "Meta Platforms, Inc.",
    "symbol": "META",
    "price": 621.71,
    "mktCap": 1567037324860,
    "MarketCapRank": 7,
    "sector": "Communication Services",
    "industry": "Internet Content & Information",
    "lastDiv": 2.075,
    "volAvg": 23287982,
    "exchange": "NASDAQ Global Select",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": 2.77,
    "ChangesPercentage": 0.44356904944914166,
    "currency": "USD",
    "isin": "US30303M1027",
    "website": "https://investor.fb.com",
    "description": "Meta Platforms, Inc. engages in the development of products that enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, and wearables worldwide. It operates in two segments, Family of Apps and Reality Labs. The Family of Apps segment offers Facebook, which enables people to share, discuss, discover, and connect with interests; Instagram, a community for sharing photos, videos, and private messages, as well as feed, stories, reels, video, live, and shops; Messenger, a messaging application for people to connect with friends, family, communities, and businesses across platforms and devices through text, audio, and video calls; and WhatsApp, a messaging application that is used by people and businesses to communicate and transact privately. The Reality Labs segment provides augmented and virtual reality related products comprising consumer hardware, software, and content that help people feel connected, anytime, and anywhere. The company was formerly known as Facebook, Inc. and changed its name to Meta Platforms, Inc. in October 2021. Meta Platforms, Inc. was incorporated in 2004 and is headquartered in Menlo Park, California.",
    "ceo": "Mark Elliot Zuckerberg",
    "image": "https://images.financialmodelingprep.com/symbol/META.png",
    "LastUpdated": "2025-11-10T04:49:16.9705676"
  },
  {
    "Id": "tsm",
    "companyName": "Taiwan Semiconductor Manufacturing Company Limited",
    "symbol": "TSM",
    "price": 286.5,
    "mktCap": 1485938884481,
    "MarketCapRank": 8,
    "sector": "Technology",
    "industry": "Semiconductors",
    "lastDiv": 2.90166,
    "volAvg": 12623850,
    "exchange": "New York Stock Exchange",
    "exchangeShortName": "NYSE",
    "country": "TW",
    "changes": -2.74,
    "ChangesPercentage": -0.9656047363969553,
    "currency": "USD",
    "isin": "US8740391003",
    "website": "https://www.tsmc.com",
    "description": "Taiwan Semiconductor Manufacturing Company Limited, together with its subsidiaries, manufactures, packages, tests, and sells integrated circuits and other semiconductor devices in Taiwan, China, Europe, the Middle East, Africa, Japan, the United States, and internationally. It provides a range of wafer fabrication processes, including processes to manufacture complementary metal- oxide-semiconductor (CMOS) logic, mixed-signal, radio frequency, embedded memory, bipolar CMOS mixed-signal, and others. The company also offers customer and engineering support services; manufactures masks; and invests in technology start-up companies; researches, designs, develops, manufactures, packages, tests, and sells color filters; and provides investment services. Its products are used in high performance computing, smartphones, Internet of things, automotive, and digital consumer electronics. The company was incorporated in 1987 and is headquartered in Hsinchu City, Taiwan.",
    "ceo": "C. C. Wei",
    "image": "https://images.financialmodelingprep.com/symbol/TSM.png",
    "LastUpdated": "2025-11-10T04:49:17.0332907"
  },
  {
    "Id": "tsla",
    "companyName": "Tesla, Inc.",
    "symbol": "TSLA",
    "price": 429.52,
    "mktCap": 1383179629992,
    "MarketCapRank": 9,
    "sector": "Consumer Cyclical",
    "industry": "Auto - Manufacturers",
    "lastDiv": 0,
    "volAvg": 87771596,
    "exchange": "NASDAQ Global Select",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": -16.39,
    "ChangesPercentage": -3.967274223610002,
    "currency": "USD",
    "isin": "US88160R1014",
    "website": "https://www.tesla.com",
    "description": "Tesla, Inc. designs, develops, manufactures, leases, and sells electric vehicles, and energy generation and storage systems in the United States, China, and internationally. It operates in two segments, Automotive, and Energy Generation and Storage. The Automotive segment offers electric vehicles, as well as sells automotive regulatory credits; and non-warranty after-sales vehicle, used vehicles, retail merchandise, and vehicle insurance services. This segment also provides sedans and sport utility vehicles through direct and used vehicle sales, a network of Tesla Superchargers, and in-app upgrades; purchase financing and leasing services; services for electric vehicles through its company-owned service locations and Tesla mobile service technicians; and vehicle limited warranties and extended service plans. The Energy Generation and Storage segment engages in the design, manufacture, installation, sale, and leasing of solar energy generation and energy storage products, and related services to residential, commercial, and industrial customers and utilities through its website, stores, and galleries, as well as through a network of channel partners; and provision of service and repairs to its energy product customers, including under warranty, as well as various financing options to its solar customers. The company was formerly known as Tesla Motors, Inc. and changed its name to Tesla, Inc. in February 2017. Tesla, Inc. was incorporated in 2003 and is headquartered in Austin, Texas.",
    "ceo": "Elon R. Musk",
    "image": "https://images.financialmodelingprep.com/symbol/TSLA.png",
    "LastUpdated": "2025-11-10T04:49:17.1270878"
  },
  {
    "Id": "nflx",
    "companyName": "Netflix, Inc.",
    "symbol": "NFLX",
    "price": 1103.66,
    "mktCap": 467656427742,
    "MarketCapRank": 10,
    "sector": "Communication Services",
    "industry": "Entertainment",
    "lastDiv": 0,
    "volAvg": 3510375,
    "exchange": "NASDAQ Global Select",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": 6.64,
    "ChangesPercentage": 0.5980365666936863,
    "currency": "USD",
    "isin": "US64110L1061",
    "website": "https://www.netflix.com",
    "description": "Netflix, Inc. provides entertainment services. It offers TV series, documentaries, feature films, and mobile games across various genres and languages. The company provides members the ability to receive streaming content through a host of internet-connected devices, including TVs, digital video players, television set-top boxes, and mobile devices. It also provides DVDs-by-mail membership services in the United States. The company has approximately 222 million paid members in 190 countries. Netflix, Inc. was incorporated in 1997 and is headquartered in Los Gatos, California.",
    "ceo": "Theodore A. Sarandos",
    "image": "https://images.financialmodelingprep.com/symbol/NFLX.png",
    "LastUpdated": "2025-11-10T04:49:17.6106890"
  },
  {
    "Id": "wbd",
    "companyName": "Warner Bros. Discovery, Inc.",
    "symbol": "WBD",
    "price": 18.7,
    "mktCap": 46296936082,
    "MarketCapRank": 11,
    "sector": "Communication Services",
    "industry": "Entertainment",
    "lastDiv": 0,
    "volAvg": 70685509,
    "exchange": "NASDAQ Global Select",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": 0.71,
    "ChangesPercentage": 3.6579082946934562,
    "currency": "USD",
    "isin": "US9344231041",
    "website": "https://ir.wbd.com",
    "description": "Warner Bros. Discovery, Inc. operates as a media and entertainment company worldwide. It operates through three segments: Studios, Network, and DTC. The Studios segment produces and releases feature films for initial exhibition in theaters; produces and licenses television programs to its networks and third parties and direct-to-consumer services; distributes films and television programs to various third parties and internal television; and offers streaming services and distribution through the home entertainment market, themed experience licensing, and interactive gaming. The Network segment comprises domestic and international television networks. The DTC segment offers premium pay-tv and streaming services. In addition, the company offers portfolio of content, brands, and franchises across television, film, streaming, and gaming under the Warner Bros. Motion Picture Group, Warner Bros. Television Group, DC, HBO, HBO Max, Max, Discovery Channel, discovery+, CNN, HGTV, Food Network, TNT Sports, TBS, TLC, OWN, Warner Bros. Games, Batman, Superman, Wonder Woman, Harry Potter, Looney Tunes, Hanna-Barbera, Game of Thrones, and The Lord of the Rings brands. Further, it provides content through distribution platforms, including linear network, free-to-air, and broadcast television; authenticated GO applications, digital distribution arrangements, content licensing arrangements, and direct-to-consumer subscription products. Warner Bros. Discovery, Inc. was incorporated in 2008 and is headquartered in New York, New York.",
    "ceo": "David M. Zaslav",
    "image": "https://images.financialmodelingprep.com/symbol/WBD.png",
    "LastUpdated": "2025-09-19T04:24:49.2058755"
  },
  {
    "Id": "iren",
    "companyName": "IREN Ltd.",
    "symbol": "IREN",
    "price": 62.38,
    "mktCap": 16968110244,
    "MarketCapRank": 12,
    "sector": "Financial Services",
    "industry": "Financial - Capital Markets",
    "lastDiv": 0,
    "volAvg": 38606520,
    "exchange": "NASDAQ Global Select",
    "exchangeShortName": "NASDAQ",
    "country": "AU",
    "changes": -4.58,
    "ChangesPercentage": -7.923875432525951,
    "currency": "USD",
    "isin": "AU0000185993",
    "website": "https://iren.com",
    "description": "IREN Limited operates in the integrated data center business. It owns and operates data centers powered by renewable energy. Its grid-connected facilities are purpose-built for the power-dense computing applications. The company was formerly known as Iris Energy Limited and changed its name to IREN Limited in November 2024. IREN Limited was incorporated in 2018 and is based in Sydney, Australia.",
    "ceo": "William Roberts",
    "image": "https://images.financialmodelingprep.com/symbol/IREN.png",
    "LastUpdated": "2025-11-10T04:49:00.9389993"
  },
  {
    "Id": "joby",
    "companyName": "Joby Aviation, Inc.",
    "symbol": "JOBY",
    "price": 14.9,
    "mktCap": 12585507383,
    "MarketCapRank": 13,
    "sector": "Industrials",
    "industry": "Airlines, Airports & Air Services",
    "lastDiv": 0,
    "volAvg": 41723864,
    "exchange": "New York Stock Exchange",
    "exchangeShortName": "NYSE",
    "country": "US",
    "changes": 0.58,
    "ChangesPercentage": 3.7467700258397927,
    "currency": "USD",
    "isin": "KYG651631007",
    "website": "https://www.jobyaviation.com",
    "description": "Joby Aviation, Inc., a vertically integrated air mobility company, engages in building an electric vertical takeoff and landing aircraft optimized to deliver air transportation as a service. It intends to build an aerial ridesharing service. The company was founded in 2009 and is headquartered in Santa Cruz, California.",
    "ceo": "JoeBen Bevirt",
    "image": "https://images.financialmodelingprep.com/symbol/JOBY.png",
    "LastUpdated": "2025-11-10T04:49:00.9106023"
  },
  {
    "Id": "btg",
    "companyName": "B2Gold Corp.",
    "symbol": "BTG",
    "price": 3.91,
    "mktCap": 5159242857,
    "MarketCapRank": 14,
    "sector": "Basic Materials",
    "industry": "Gold",
    "lastDiv": 0.1,
    "volAvg": 48437403,
    "exchange": "New York Stock Exchange Arca",
    "exchangeShortName": "AMEX",
    "country": "CA",
    "changes": 0.11,
    "ChangesPercentage": 2.7363184079601988,
    "currency": "USD",
    "isin": "CA11777Q2099",
    "website": "https://www.b2gold.com",
    "description": "B2Gold Corp. operates as a gold producer with three operating mines in Mali, the Philippines, and Namibia. It operates the Fekola Mine in Mali, the Masbate Mine in the Philippines, and the Otjikoto Mine in Namibia. The company also has an 25% interest in the Calibre Mining Corp.; and approximately 19% interest in BeMetals Corp. In addition, it has a portfolio of other evaluation and exploration assets in Mali, Uzbekistan, and Finland. The company was incorporated in 2006 and is headquartered in Vancouver, Canada.",
    "ceo": "Clive Thomas Johnson",
    "image": "https://images.financialmodelingprep.com/symbol/BTG.png",
    "LastUpdated": "2025-11-10T04:49:00.9608682"
  },
  {
    "Id": "brbi",
    "companyName": "BRBI BR Partners S.A. ADSs",
    "symbol": "BRBI",
    "price": 15.01,
    "mktCap": 4875212997,
    "MarketCapRank": 15,
    "sector": "Financial Services",
    "industry": "Asset Management",
    "lastDiv": 0,
    "volAvg": 91786,
    "exchange": "NASDAQ Global Select",
    "exchangeShortName": "NASDAQ",
    "country": "BR",
    "changes": 1.16,
    "ChangesPercentage": 7.173778602350031,
    "currency": "BRL",
    "isin": "US05616P1093",
    "website": "https://brpartners.com.br",
    "description": "BRBI BR Partners SA engages in the provision of banking services. It operates through the finance segment. The company was founded by Ricardo Fleury Cavalcanti de Albuquerque Lacerda in 2009 and is headquartered in Sao Paulo, Brazil.",
    "ceo": "Ricardo F. C. de Albuquerque Lacerda",
    "image": "/images/asset-default.png",
    "LastUpdated": "2025-11-10T04:49:02.6549778"
  },
  {
    "Id": "sqqq",
    "companyName": "ProShares UltraPro Short QQQ",
    "symbol": "SQQQ",
    "price": 14.43,
    "mktCap": 3277269609,
    "MarketCapRank": 16,
    "sector": "Financial Services",
    "industry": "Asset Management",
    "lastDiv": 1.79841,
    "volAvg": 122039293,
    "exchange": "NASDAQ Global Market",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": 0.15,
    "ChangesPercentage": 1.02880658436214,
    "currency": "USD",
    "isin": "US74347G1922",
    "website": null,
    "description": "The fund invests in financial instruments that ProShare Advisors believes, in combination, should produce daily returns consistent with the fund's investment objective. The index includes 100 of the largest domestic and international non-financial companies listed on The Nasdaq Stock Market based on market capitalization. The fund is non-diversified.",
    "ceo": "",
    "image": "https://images.financialmodelingprep.com/symbol/SQQQ.png",
    "LastUpdated": "2025-11-10T04:49:05.3594136"
  },
  {
    "Id": "rxrx",
    "companyName": "Recursion Pharmaceuticals, Inc.",
    "symbol": "RXRX",
    "price": 4.62,
    "mktCap": 1974186060,
    "MarketCapRank": 17,
    "sector": "Healthcare",
    "industry": "Biotechnology",
    "lastDiv": 0,
    "volAvg": 40739896,
    "exchange": "NASDAQ Global Select",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": 0,
    "ChangesPercentage": 0,
    "currency": "USD",
    "isin": "US75629V1044",
    "website": "https://www.recursion.com",
    "description": "Recursion Pharmaceuticals, Inc. operates as a clinical-stage biotechnology company, engages in the decoding biology by integrating technological innovations across biology, chemistry, automation, data science, and engineering to industrialize drug discovery. The company develops REC-994, which is in Phase IIa clinical trial to treat cerebral cavernous malformation; REC-2282 for the treatment of neurofibromatosis type 2; REC-4881 to treat familial adenomatous polyposis; and REC-3599, which is in Phase I clinical trial to treat GM2 gangliosidosis. Its preclinical stage product includes REC-3964 to treat Clostridium difficile colitis; REC-64917 for the treat of neural or systemic inflammation; REC-65029 to treat HRD-negative ovarian cancer; REC-648918 to enhance anti-tumor immune; REC-2029 for the treatment of wnt-mutant hepatocellular carcinoma; REC-14221 to treat solid and hematological malignancies; and REC-64151 for the treatment of immune checkpoint resistance in KRAS/STK11 mutant non-small cell lung cancer. The company has collaboration and agreement with Bayer AG; the University of Utah Research Foundation; Ohio State Innovation Foundation; Chromaderm, Inc.; and Takeda Pharmaceutical Company Limited. Recursion Pharmaceuticals, Inc. was incorporated in 2013 and is headquartered in Salt Lake City, Utah.",
    "ceo": "Christopher C. Gibson",
    "image": "https://images.financialmodelingprep.com/symbol/RXRX.png",
    "LastUpdated": "2025-11-10T04:49:01.0155236"
  },
  {
    "Id": "peb",
    "companyName": "Pebblebrook Hotel Trust",
    "symbol": "PEB",
    "price": 11.3,
    "mktCap": 1339645600,
    "MarketCapRank": 18,
    "sector": "Real Estate",
    "industry": "REIT - Hotel & Motel",
    "lastDiv": 0.04,
    "volAvg": 2348303,
    "exchange": "New York Stock Exchange",
    "exchangeShortName": "NYSE",
    "country": "US",
    "changes": 0.88,
    "ChangesPercentage": 7.224958949096879,
    "currency": "USD",
    "isin": "US70509V1008",
    "website": "https://www.pebblebrookhotels.com",
    "description": "Pebblebrook Hotel Trust (NYSE: PEB) is a publicly traded real estate investment trust (REIT) and the largest owner of urban and resort lifestyle hotels in the United States. The Company owns 53 hotels, totaling approximately 13,200 guestrooms across 14 urban and resort markets, with a focus on the west coast gateway cities.",
    "ceo": "Jon E. Bortz CPA",
    "image": "https://images.financialmodelingprep.com/symbol/PEB.png",
    "LastUpdated": "2025-11-10T04:49:02.5934463"
  },
  {
    "Id": "soxs",
    "companyName": "Direxion Daily Semiconductor Bear 3X Shares",
    "symbol": "SOXS",
    "price": 3.68,
    "mktCap": 1286806491,
    "MarketCapRank": 19,
    "sector": "Financial Services",
    "industry": "Asset Management - Leveraged",
    "lastDiv": 0.599,
    "volAvg": 212627835,
    "exchange": "New York Stock Exchange Arca",
    "exchangeShortName": "AMEX",
    "country": "US",
    "changes": 0.11,
    "ChangesPercentage": 2.9023746701846966,
    "currency": "USD",
    "isin": "US25460G1123",
    "website": null,
    "description": "The fund invests in swap agreements, futures contracts, short positions or other financial instruments that, in combination, provide inverse (opposite) or short leveraged exposure to the index equal to at least 80% of the fund's net assets (plus borrowing for investment purposes). The index is a rules-based, modified float-adjusted market capitalization-weighted index that tracks the performance of the thirty largest U.S. listed semiconductor companies. The fund is non-diversified.",
    "ceo": "",
    "image": "https://images.financialmodelingprep.com/symbol/SOXS.png",
    "LastUpdated": "2025-11-10T04:49:05.2955144"
  },
  {
    "Id": "baly",
    "companyName": "Bally's Corporation",
    "symbol": "BALY",
    "price": 18.56,
    "mktCap": 767006755,
    "MarketCapRank": 20,
    "sector": "Consumer Cyclical",
    "industry": "Gambling, Resorts & Casinos",
    "lastDiv": 0,
    "volAvg": 160115,
    "exchange": "New York Stock Exchange",
    "exchangeShortName": "NYSE",
    "country": "US",
    "changes": 1.44,
    "ChangesPercentage": 7.2,
    "currency": "USD",
    "isin": "US05875B3042",
    "website": "https://www.ballys.com",
    "description": "Bally’s Corporation is a global casino-entertainment company with a growing omni-channel presence, currently owning and managing 15 casinos across 10 states, a golf course in New York, a horse racetrack in Colorado, and having access to OSB licenses in 18 states. The recent acquisition of Aspers Casino in Newcastle, UK, further expands its international footprint and enhances its diverse entertainment offerings. It also owns Bally’s Interactive International, formerly Gamesys Group, a leading, global, interactive gaming operator, Bally Bet, a first-in-class sports betting platform, and Bally Casino, a growing iCasino platform. With 10,600 employees, the Company’s casino operations include approximately 15,300 slot machines, 580 table games, and 3,800 hotel rooms. Bally’s also has rights to developable land in Las Vegas post the closure of the Tropicana. Upon completion of the announced merger with The Queen Casino & Entertainment Inc. (“Queen”), the above portfolio is expected to be supplemented with four additional casinos across three states, one of which will be an additional state that expands Bally’s jurisdiction of operations to include the state of Iowa. Queen will also add over 900 employees, and operations that currently include approximately 2,400 slot machines, 50 table games, and 150 hotel rooms to the Bally’s portfolio. Bally’s will also become the successor of Queen’s significant economic stake in a global lottery management and services business through its investment in Intralot S.A. (ATSE: INLOT).",
    "ceo": "Robeson Mandela Reeves",
    "image": "https://images.financialmodelingprep.com/symbol/BALY.png",
    "LastUpdated": "2025-11-10T04:49:02.6141656"
  },
  {
    "Id": "innv",
    "companyName": "InnovAge Holding Corp.",
    "symbol": "INNV",
    "price": 5.29,
    "mktCap": 716013164,
    "MarketCapRank": 21,
    "sector": "Healthcare",
    "industry": "Medical - Care Facilities",
    "lastDiv": 0,
    "volAvg": 62825,
    "exchange": "NASDAQ Global Select",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": 0.41,
    "ChangesPercentage": 7.192982456140349,
    "currency": "USD",
    "isin": "US45784A1043",
    "website": "https://www.innovage.com",
    "description": "InnovAge Holding Corp. manages and provides a range of medical and ancillary services for seniors in need of care and support to live independently in their homes and communities. It manages its business through Program of All-Inclusive Care for the Elderly (PACE) approach. The company offers in-home care services consisting of skilled, unskilled, and personal care; in-center services, such as primary care, physical therapy, occupational therapy, speech therapy, dental services, mental health and psychiatric services, meals, and activities; transportation to the PACE center and third-party medical appointments; and care management. It serves approximately 6,850 PACE participants in the United States; and operates 18 PACE centers in Colorado, California, New Mexico, Pennsylvania, and Virginia. The company was formerly known as TCO Group Holdings, Inc. and changed its name to InnovAge Holding Corp. in January 2021. InnovAge Holding Corp. was founded in 2007 and is headquartered in Denver, Colorado.",
    "ceo": "Patrick Blair",
    "image": "https://images.financialmodelingprep.com/symbol/INNV.png",
    "LastUpdated": "2025-11-10T04:49:02.634736"
  },
  {
    "Id": "pom",
    "companyName": "POMDOCTOR Ltd",
    "symbol": "POM",
    "price": 5.34,
    "mktCap": 632493950,
    "MarketCapRank": 22,
    "sector": "Healthcare",
    "industry": "Medical - Pharmaceuticals",
    "lastDiv": 0,
    "volAvg": 3269447,
    "exchange": "NASDAQ Global Market",
    "exchangeShortName": "NASDAQ",
    "country": "CN",
    "changes": -0.75,
    "ChangesPercentage": -16.33986928104575,
    "currency": "USD",
    "isin": "US73181R1086",
    "website": "https://www.7lk.com",
    "description": "Pomdoctor Limited, through its subsidiaries, offers an online B2C portal to sell pharmaceutical products. The company develops an online medical services platform for chronic diseases in China. The company focuses on chronic disease management and pharmaceutical services and offers platform for medical services, which connects patients to doctors and pharmaceutical products. The company's business primarily consists of internet hospital and pharmaceutical supply chain, connecting users, pharmacies, suppliers, medical professionals, and other healthcare participants. The company was founded in 2010 and is headquartered in Guangzhou, China.",
    "ceo": "Zhenyang Shi",
    "image": "/images/asset-default.png",
    "LastUpdated": "2025-11-10T04:49:03.9074973"
  },
  {
    "Id": "spxu",
    "companyName": "ProShares UltraPro Short S&P500",
    "symbol": "SPXU",
    "price": 13.29,
    "mktCap": 562505749,
    "MarketCapRank": 23,
    "sector": "Financial Services",
    "industry": "Asset Management - Leveraged",
    "lastDiv": 1.11451,
    "volAvg": 29739475,
    "exchange": "New York Stock Exchange Arca",
    "exchangeShortName": "AMEX",
    "country": "US",
    "changes": -0.04,
    "ChangesPercentage": -0.3018867924528302,
    "currency": "USD",
    "isin": "US74349Y8451",
    "website": null,
    "description": "The fund invests in financial instruments that ProShare Advisors believes, in combination, should produce daily returns consistent with the fund's investment objective. The index is a measure of large-cap U.S. stock market performance. The fund is non-diversified.",
    "ceo": "",
    "image": "https://images.financialmodelingprep.com/symbol/SPXU.png",
    "LastUpdated": "2025-11-10T04:49:01.0648525"
  },
  {
    "Id": "asle",
    "companyName": "AerSale Corporation",
    "symbol": "ASLE",
    "price": 6.145,
    "mktCap": 289930318,
    "MarketCapRank": 24,
    "sector": "Industrials",
    "industry": "Airlines, Airports & Air Services",
    "lastDiv": 0,
    "volAvg": 449017,
    "exchange": "NASDAQ Capital Market",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": -0.845,
    "ChangesPercentage": -15.943396226415093,
    "currency": "USD",
    "isin": "US00810F1066",
    "website": "https://www.aersale.com",
    "description": "AerSale Corporation provides aftermarket commercial aircraft, engines, and its parts to passenger and cargo airlines, leasing companies, original equipment manufacturers, and government and defense contractors, as well as maintenance, repair, and overhaul (MRO) service providers worldwide. It operates in two segments, Asset Management Solutions and Technical Operations (TechOps). The Asset Management Solutions segment engages in the sale and lease of aircraft, engines, and airframes, as well as disassembly of these assets for component parts. The TechOps segment provides internal and third-party aviation services, including internally developed engineered solutions, heavy aircraft maintenance and modification, and component MRO, as well as end-of-life disassembly services. This segment also provides aircraft modifications, cargo and tanker conversions of aircraft, and aircraft storage; and MRO services for landing gear, thrust reversers, hydraulic systems, and other aircraft components. The company was founded in 2008 and is headquartered in Coral Gables, Florida.",
    "ceo": "Nicolas Finazzo",
    "image": "https://images.financialmodelingprep.com/symbol/ASLE.png",
    "LastUpdated": "2025-11-10T04:49:03.8660118"
  },
  {
    "Id": "dpro",
    "companyName": "Draganfly Inc.",
    "symbol": "DPRO",
    "price": 8.47,
    "mktCap": 44275553,
    "MarketCapRank": 25,
    "sector": "Industrials",
    "industry": "Aerospace & Defense",
    "lastDiv": 0,
    "volAvg": 4504346,
    "exchange": "NASDAQ Capital Market",
    "exchangeShortName": "NASDAQ",
    "country": "CA",
    "changes": 0.65,
    "ChangesPercentage": 7.12719298245614,
    "currency": "USD",
    "isin": "CA26142Q3044",
    "website": "https://www.draganfly.com",
    "description": "Draganfly Inc. manufactures and sells commercial unmanned aerial vehicles worldwide. Its products include quadcopters, fixed wing aircrafts, ground based robots, and handheld controllers, as well as software used for tracking, live streaming, flight training, and data collection. The company also offers custom engineering and training, simulation consulting, and flight training services, as well as wireless video systems. It serves public safety, agriculture, industrial inspections, security, and mapping and surveying markets. The company was founded in 1998 and is headquartered in Saskatoon, Canada.",
    "ceo": "Cameron B. Chell",
    "image": "https://images.financialmodelingprep.com/symbol/DPRO.png",
    "LastUpdated": "2025-11-10T04:49:02.6767938"
  },
  {
    "Id": "lsta",
    "companyName": "Lisata Therapeutics, Inc.",
    "symbol": "LSTA",
    "price": 2.06,
    "mktCap": 18037253,
    "MarketCapRank": 26,
    "sector": "Healthcare",
    "industry": "Biotechnology",
    "lastDiv": 0,
    "volAvg": 66756,
    "exchange": "NASDAQ Capital Market",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": -0.29,
    "ChangesPercentage": -16.38418079096045,
    "currency": "USD",
    "isin": "US1280583022",
    "website": "https://www.lisata.com",
    "description": "Lisata Therapeutics, Inc., a clinical-stage biopharmaceutical company, focuses on developing and commercializing cellular therapies to reverse disease and/or promote the regeneration of damaged tissue. Its product candidates include HONEDRA, a recipient of SAKIGAKE designation that is in Phase II clinical trial for the treatment of critical limb ischemia; XOWNA that is in Phase IIb clinical trial for the treatment of coronary microvascular dysfunction; and CLBS201, a CD34+ cell therapy for the treatment of pre-dialysis patients with chronic kidney disease. The company was formerly known as NeoStem, Inc. and changed its name to Caladrius Biosciences, Inc. in June 2015. The company was formerly known as Caladrius Biosciences, Inc. and changed its name to Lisata Therapeutics, Inc. on September 15, 2022. Lisata Therapeutics, Inc. was incorporated in 1980 and is headquartered in Basking Ridge, New Jersey.",
    "ceo": "David J. Mazzo",
    "image": "https://images.financialmodelingprep.com/symbol/LSTA.png",
    "LastUpdated": "2025-11-10T04:49:04.0162448"
  },
  {
    "Id": "azi",
    "companyName": "Autozi Internet Technology (Global) Ltd.",
    "symbol": "AZI",
    "price": 0.0947,
    "mktCap": 11016767,
    "MarketCapRank": 27,
    "sector": "Consumer Cyclical",
    "industry": "Auto - Dealerships",
    "lastDiv": 0,
    "volAvg": 11670335,
    "exchange": "NASDAQ Global Market",
    "exchangeShortName": "NASDAQ",
    "country": "CN",
    "changes": -0.004,
    "ChangesPercentage": -4.410143329658213,
    "currency": "USD",
    "isin": "KYG063821089",
    "website": "https://www.autozi.com",
    "description": "Autozi Internet Technology (Global) Ltd., through its subsidiaries, provides automotive products and services through online and offline channels in the People's Republic of China. The company sells new cars, and auto parts and accessories. It also offers automotive insurance related services, including value-added maintenance, claim and repair, and insurance intermediation services. The company was founded in 2010 and is based in Beijing, China.",
    "ceo": "Houqi Zhang",
    "image": "/images/asset-default.png",
    "LastUpdated": "2025-11-10T04:49:05.3160711"
  },
  {
    "Id": "dzz",
    "companyName": "DB Gold Double Short ETN",
    "symbol": "DZZ",
    "price": 4.57,
    "mktCap": 9947560,
    "MarketCapRank": 28,
    "sector": "Financial Services",
    "industry": "Asset Management",
    "lastDiv": 0,
    "volAvg": 172264,
    "exchange": "New York Stock Exchange Arca",
    "exchangeShortName": "AMEX",
    "country": "US",
    "changes": -0.65,
    "ChangesPercentage": -16.581632653061224,
    "currency": "USD",
    "isin": "US25154H7567",
    "website": null,
    "description": "The index is intended to reflect changes in the market value of certain gold futures contracts and is comprised of a single unfunded gold futures contract.",
    "ceo": "",
    "image": "https://images.financialmodelingprep.com/symbol/DZZ.png",
    "LastUpdated": "2025-11-10T04:49:04.0621871"
  },
  {
    "Id": "bkyi",
    "companyName": "BIO-key International, Inc.",
    "symbol": "BKYI",
    "price": 0.962,
    "mktCap": 6593014,
    "MarketCapRank": 29,
    "sector": "Industrials",
    "industry": "Security & Protection Services",
    "lastDiv": 0,
    "volAvg": 11934725,
    "exchange": "NASDAQ Capital Market",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": 0.3273,
    "ChangesPercentage": 25.38586830062825,
    "currency": "USD",
    "isin": "US09060C5076",
    "website": "https://www.bio-key.com",
    "description": "BIO-key International, Inc. develops and markets fingerprint identification biometric technology and software solutions, and enterprise-ready identity access management solutions for commercial, government, and education customers in the United States and internationally. The company offers BIO-key PortalGuard and PortalGuard IDaaS solutions, a customer-controlled and neutral-by-design cloud-based identity platform that allows customers to integrate with any cloud or on-premises SaaS application, as well as windows device authentication through IAM platform. Its solutions enable its customers to secure their workforces and student populations; and make their partner networks more collaborative. In addition, it provides BIO-key VST and WEB-key products; and Civil and Large-Scale ID Infrastructure solutions that develops finger-based biometric technology. Further, it offers finger scanners for enterprise and consumer markets under SideSwipe, EcoID, and SidePass brand names. The company was formerly known as SAC Technologies and changed its name to BIO-key International, Inc. in 2002. BIO-key International, Inc. was founded in 1993 and is headquartered in Wall, New Jersey.",
    "ceo": "Michael W. DePasquale",
    "image": "https://images.financialmodelingprep.com/symbol/BKYI.png",
    "LastUpdated": "2025-11-10T04:49:05.2738912"
  },
  {
    "Id": "nvve",
    "companyName": "Nuvve Holding Corp.",
    "symbol": "NVVE",
    "price": 0.168,
    "mktCap": 1782984,
    "MarketCapRank": 30,
    "sector": "Consumer Cyclical",
    "industry": "Specialty Retail",
    "lastDiv": 0,
    "volAvg": 8965714,
    "exchange": "NASDAQ Capital Market",
    "exchangeShortName": "NASDAQ",
    "country": "US",
    "changes": -0.0236,
    "ChangesPercentage": -16.343490304709142,
    "currency": "USD",
    "isin": "US67079Y3080",
    "website": "https://www.nuvve.com",
    "description": "Nuvve Holding Corp., a green energy technology company, develops and commercializes vehicle-to-grid (V2G) technology in North America, Europe, and Japan. The company offers fleet and electric bus charging solutions, and V1G and V2G charging stations based on Grid Integrated Vehicle, a V2G technology platform that enables electric vehicle (EV) batteries to store and resell unused energy back to the local electric grid and provide other grid services. Its V2G technology also links EV batteries into a virtual power plant that sells excess power to utility companies or utilizes saved power to reduce building energy peak consumption. The company was founded in 2010 and is headquartered in San Diego, California.",
    "ceo": "Gregory Poilasne",
    "image": "https://images.financialmodelingprep.com/symbol/NVVE.png",
    "LastUpdated": "2025-11-10T04:49:03.9692362"
  }
]